{
    "records": [
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "[F1 (1) The following provisions have effect for the interpretation of this Part."
            },
            "id": "rech5CO8WpgAXxd4Y"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(2) The “environment” consists of all, or any, of the following media, namely, the air, water and land; and the medium of air includes the air within buildings and the air within other natural or man-made structures above or below ground."
            },
            "id": "recSWr2ADgrdiu6zX"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(3) “Pollution of the environment” means pollution of the environment due to the release (into any environmental medium) from any process of substances which are capable of causing harm to man or any other living organisms supported by the environment."
            },
            "id": "reclX81QI2v4vbw4z"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(4) “Harm” means harm to the health of living organisms or other interference with the ecological systems of which they form part and, in the case of man, includes offence caused to any of his senses or harm to his property; and “harmless” has a corresponding meaning."
            },
            "id": "recFDwD0EpGaCe5f7"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(5) “Process” means any activities carried on in Great Britain, whether on premises or by means of mobile plant, which are capable of causing pollution of the environment and “prescribed process” means a process prescribed under section 2(1) below."
            },
            "id": "recBJiVJhRGKa072C"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(6) For the purposes of subsection (5) above— \n “activities” means industrial or commercial activities or activities of any other nature whatsoever (including, with or without other activities, the keeping of a substance) ; \n “Great Britain” includes so much of the adjacent territorial sea as is, or is treated as, relevant territorial waters for the purposes of [F2 Part III of the Water Resources Act 1991] or, as respects Scotland, Part II of the M1Control of Pollution Act 1974; and \n “mobile plant” means plant which is designed to move or to be moved whether on roads or otherwise."
            },
            "id": "recsUoj0rEX1znSLV"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(7) The “enforcing authority”, in relation to England and Wales, is [F3 the Environment Agency or the local authority by which], under section 4 below, the functions conferred or imposed by this Part otherwise than on the Secretary of State are for the time being exercisable in relation respectively to releases of substances into the environment or into the air; and “local enforcing authority” means any such local authority."
            },
            "id": "recvkez4TrsTX8NwF"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "F4 [ (8) In relation to Scotland, references to the “enforcing authority” and a “local enforcing authority” are references to the Scottish Environment Protection Agency (in this Part referred to as “SEPA”) .]"
            },
            "id": "recAMyt8ODbyely2h"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(9) “Authorisation” means an authorisation for a process (whether on premises or by means of mobile plant) granted under section 6 below; and a reference to the conditions of an authorisation is a reference to the conditions subject to which at any time the authorisation has effect."
            },
            "id": "recEOh82ZwDNyYjtf"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(10) A substance is “released” into any environmental medium whenever it is released directly into that medium whether it is released into it within or outside Great Britain and “release” includes— \n (a) in relation to air, any emission of the substance into the air; \n (b) in relation to water, any entry (including any discharge) of the substance into water; \n (c) in relation to land, any deposit, keeping or disposal of the substance in or on land; \n and for this purpose “water” and “land” shall be construed in accordance with subsections (11) and (12) below."
            },
            "id": "recFmvW7wWPZVohPX"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(11) For the purpose of determining into what medium a substance is released— \n (a) any release into— \n (i) the sea or the surface of the seabed, \n (ii) any river, watercourse, lake, loch or pond (whether natural or artificial or above or below ground) or reservoir or the surface of the riverbed or of other land supporting such waters, or \n (iii) ground waters, \n is a release into water; \n (b) any release into— \n (i) land covered by water falling outside paragraph (a) above or the water covering such land; or \n (ii) the land beneath the surface of the seabed or of other land supporting waters falling within paragraph (a) (ii) above, \n is a release into land; and \n (c) any release into a sewer (within the meaning of [F5 the Water Industry Act 1991] or, in relation to Scotland, of the M2Sewerage (Scotland) Act 1968) shall be treated as a release into water; \n but a sewer and its contents shall be disregarded in determining whether there is pollution of the environment at any time."
            },
            "id": "recDBeiDqIMCVblg9"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(12) In subsection (11) above “ground waters” means any waters contained in underground strata, or in— \n (a) a well, borehole or similar work sunk into underground strata, including any adit or passage constructed in connection with the well, borehole or work for facilitating the collection of water in the well, borehole or work; or \n (b) any excavation into underground strata where the level of water in the excavation depends wholly or mainly on water entering it from the strata."
            },
            "id": "rec2yegI1wSQMhfHj"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(13) “Substance” shall be treated as including electricity or heat and “prescribed substance” has the meaning given by section 2(7) below."
            },
            "id": "recE5ZlefxquE80W3"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "F6 [ (14) In this Part “the appropriate Agency” means— \n (a) in relation to England and Wales, the Environment Agency; and \n (b) in relation to Scotland, SEPA.]]"
            },
            "id": "recifo9kks6QGdtDN"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "[F1 (1) The Secretary of State may, by regulations, prescribe any description of process as a process for the carrying on of which after a prescribed date an authorisation is required under section 6 below."
            },
            "id": "recn8HPHqkc2IbGWs"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(2) Regulations under subsection (1) above may frame the description of a process by reference to any characteristics of the process or the area or other circumstances in which the process is carried on or the description of person carrying it on."
            },
            "id": "recqWlm1lWGPYtjaS"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(3) Regulations under subsection (1) above may prescribe or provide for the determination under the regulations of different dates for different descriptions of persons and may include such transitional provisions as the Secretary of State considers necessary or expedient as respects the making of applications for authorisations and suspending the application of section 6(1) below until the determination of applications made within the period allowed by the regulations."
            },
            "id": "recwDs77PfNM0owIl"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(4) Regulations under subsection (1) above shall, as respects each description of process, designate it as one for central control or one for local control."
            },
            "id": "recn1k47MdfRxTGtf"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(5) The Secretary of State may, by regulations, prescribe any description of substance as a substance the release of which into the environment is subject to control under sections 6 and 7 below."
            },
            "id": "recAepJNXuJO2gbew"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(6) Regulations under subsection (5) above may— \n (a) prescribe separately, for each environmental medium, the substances the release of which into that medium is to be subject to control; and \n (b) provide that a description of substance is only prescribed, for any environmental medium, so far as it is released into that medium in such amounts over such periods, in such concentrations or in such other circumstances as may be specified in the regulations; \n and in relation to a substance of a description which is prescribed for releases into the air, the regulations may designate the substance as one for central control or one for local control."
            },
            "id": "recwbZbpYBenYmirV"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(7) In this Part “prescribed substance” means any substance of a description prescribed in regulations under subsection (5) above or, in the case of a substance of a description prescribed only for releases in circumstances specified under subsection (6) (b) above, means any substance of that description which is released in those circumstances.]"
            },
            "id": "recB9YIfUgQOfm0hv"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "[F1 (1) The Secretary of State may make regulations under subsection (2) or (4) below establishing standards, objectives or requirements in relation to particular prescribed processes or particular substances."
            },
            "id": "recamHjJIZQmUPX9R"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(2) Regulations under this subsection may— \n (a) in relation to releases of any substance from prescribed processes into any environmental medium, prescribe standard limits for— \n (i) the concentration, the amount or the amount in any period of that substance which may be so released; and \n (ii) any other characteristic of that substance in any circumstances in which it may be so released; \n (b) prescribe standard requirements for the measurement or analysis of, or of releases of, substances for which limits have been set under paragraph (a) above; and \n (c) in relation to any prescribed process, prescribe standards or requirements as to any aspect of the process."
            },
            "id": "recrEAilMmAHno0DL"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(3) Regulations under subsection (2) above may make different provision in relation to different cases, including different provision in relation to different processes, descriptions of person, localities or other circumstances."
            },
            "id": "recLLBZuSM8LNS7Ch"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(4) Regulations under this subsection may establish for any environmental medium (in all areas or in specified areas) quality objectives or quality standards in relation to any substances which may be released into that or any other medium from any process."
            },
            "id": "recsze3LlrsfMbGy9"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(5) The Secretary of State may make plans for— \n (a) establishing limits for the total amount, or the total amount in any period, of any substance which may be released into the environment in, or in any area within, the United Kingdom; \n (b) allocating quotas as respects the release of substances to persons carrying on processes in respect of which any such limit is established; \n (c) establishing limits of the descriptions specified in subsection (2) (a) above so as progressively to reduce pollution of the environment; \n (d) the progressive improvement in the quality objectives and quality standards established by regulations under subsection (4) above; \n and the Secretary of State may, from time to time, revise any plan so made."
            },
            "id": "recGHI9LBmAhBYzUy"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(6) Regulations or plans under this section may be made for any purposes of this Part or for other purposes."
            },
            "id": "recOBKeQ9MRwsSrsT"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(7) The Secretary of State shall give notice in the London, Edinburgh and Belfast Gazettes of the making and the revision of any plan under subsection (5) above and shall make the documents containing the plan, or the plan as so revised, available for inspection by members of the public at the places specified in the notice."
            },
            "id": "recHG3q2n2Z2lzGZM"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "F7 (8) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .]"
            },
            "id": "recWAorhvfBmKUSzT"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "[F1 (1) This section determines the authority by whom the functions conferred or imposed by this Part otherwise than on the Secretary of State are exercisable and the purposes for which they are exercisable."
            },
            "id": "recnRGQ7Ek5h9rGqg"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(2) Those functions, in their application to prescribed processes designated for central control, shall be functions of [F8 the appropriate Agency], and shall be exercisable for the purpose of preventing or minimising pollution of the environment due to the release of substances into any environmental medium."
            },
            "id": "recGdS7we5z9dVVVB"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(3) Subject to subsection (4) below, those functions, in their application to prescribed processes designated for local control, shall be functions of— \n 🔸F9 [ (a) in the case of a prescribed process carried on (or to be carried on) by means of a mobile plant, where the person carrying on the process has his principal place of business— \n (i) in England and Wales, the local authority in whose area that place of business is; \n (ii) in Scotland, SEPA; \n (b) in any other cases, where the prescribed processes are (or are to be) carried on— \n (i) in England and Wales, the local authority in whose area they are (or are to be) carried on; \n (ii) in Scotland, SEPA;] \n and the functions applicable to such processes shall be exercisable for the purpose of preventing or minimising pollution of the environment due to the release of substances into the air (but not into any other environmental medium) ."
            },
            "id": "recSHg7g9rduTFtjU"
        },
        {
            "createdTime": "2023-06-16T11:17:55.000Z",
            "fields": {
                "Text": "(4) The Secretary of State may, as respects the functions under this Part being exercised by a local authority specified in the direction, direct that those functions shall be exercised instead by [F10 the Environment Agency] while the direction remains in force or during a period specified in the direction."
            },
            "id": "recD5vCX2vveMURQg"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "F11 [ (4A) In England and Wales, a local authority, in exercising the functions conferred or imposed on it under this Part by virtue of subsection (3) above, shall have regard to the strategy for the time being published pursuant to section 80 of the Environment Act 1995.]"
            },
            "id": "recqRQlI6t1PS9YyU"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(5) A transfer of functions under subsection (4) above to [F12 the Environment Agency] does not make them exercisable by [F12 that Agency] for the purpose of preventing or minimising pollution of the environment due to releases of substances into any other environmental medium than the air."
            },
            "id": "rec3illejUqs2kbPi"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(6) A direction under subsection (4) above may transfer those functions as exercisable in relation to all or any description of prescribed processes carried on by all or any description of persons (a “general direction”) or in relation to a prescribed process carried on by a specified person (a “specific direction”) ."
            },
            "id": "rec0cVWMn3TSIwbKV"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(7) A direction under subsection (4) above may include such saving and transitional provisions as the Secretary of State considers necessary or expedient."
            },
            "id": "rec4oqx3wLrVzK58R"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(8) The Secretary of State, on giving or withdrawing a direction under subsection (4) above, shall— \n (a) in the case of a general direction— \n (i) forthwith serve notice of it on [F13 the Environment Agency] and on the local enforcing authorities affected by the direction; and \n (ii) cause notice of it to be published as soon as practicable in the London Gazette F14 . . . and in at least one newspaper circulating in the area of each authority affected by the direction; \n (b) in the case of a specific direction— \n (i) forthwith serve notice of it on [F13 the Environment Agency], the local enforcing authority and the person carrying on or appearing to the Secretary of State to be carrying on the process affected, and \n (ii) cause notice of it to be published as soon as practicable in the London Gazette F14 . . . and in at least one newspaper circulating in the authority’s area; \n and any such notice shall specify the date at which the direction is to take (or took) effect and (where appropriate) its duration."
            },
            "id": "recxe1qD5iMzQvTda"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "F15 [ (8A) The requirements of sub-paragraph (ii) of paragraph (a) or, as the case may be, of paragraph (b) of subsection (8) above shall not apply in any case where, in the opinion of the Secretary of State, the publication of notice in accordance with that sub-paragraph would be contrary to the interests of national security."
            },
            "id": "reczdygHsvBepjKpU"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(8B) Subsections (4) to (8A) above shall not apply to Scotland.]"
            },
            "id": "recuPps9U8u5ECbwJ"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "F16 [ (9) It shall be the duty of local authorities to follow such developments in technology and techniques for preventing or reducing pollution of the environment due to releases of substances from prescribed processes as concern releases into the air of substances from prescribed processes designated for local control.]"
            },
            "id": "rec5cFqD5kEmXX1KI"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(10) It shall be the duty of [F17 the Environment Agency, SEPA] and the local enforcing authorities to give effect to any directions given to them under any provision of this Part."
            },
            "id": "recyNyHFNfenS02uR"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(11) In this Part “local authority” means, subject to subsection (12) below— \n (a) in Greater London, a London borough council, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple; \n (b) [F18 in England F18 . . .,]outside Greater London, a district council and the Council of the Isles of Scilly; F19 . . . \n 🔸F20 [ (bb) in Wales, a county council or county borough council;] \n 🔸F19 (c) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recPOlxGInLZnEMCB"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(12) Where, by an order under section 2 of the M3Public Health (Control of Disease) Act 1984, a port health authority has been constituted for any port health district, the port health authority shall have by virtue of this subsection, as respects its district, the functions conferred or imposed by this Part and no such order shall be made assigning those functions; and “local authority” and “area” shall be construed accordingly.]"
            },
            "id": "recNnlp6Lynmj9ygX"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "[F1 (1) No person shall carry on a prescribed process after the date prescribed or determined for that description of process by or under regulations under section 2(1) above (but subject to any transitional provision made by the regulations) except under an authorisation granted by the enforcing authority and in accordance with the conditions to which it is subject."
            },
            "id": "recFvrzyt5yCTFXM0"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(2) An application for an authorisation shall be made to the enforcing authority in accordance with Part I of Schedule 1 to this Act and shall be accompanied by \n 🔸F22 [ (a) in a case where, by virtue of section 41 of the Environment Act 1995, a charge prescribed by a charging scheme under that section is required to be paid to the appropriate Agency in respect of the application, the charge so prescribed; or \n (b) in any other case,] the fee prescribed under section 8(2) (a) below."
            },
            "id": "rec2SGZtp8r8OUOmi"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(3) Where an application is duly made to the enforcing authority, the authority shall either grant the authorisation subject to the conditions required or authorised to be imposed by section 7 below or refuse the application."
            },
            "id": "recDFSdtynGMQAXDW"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(4) An application shall not be granted unless the enforcing authority considers that the applicant will be able to carry on the process so as to comply with the conditions which would be included in the authorisation."
            },
            "id": "rec3vXPQpgZH3Mdcl"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(5) The Secretary of State may, if he thinks fit in relation to any application for an authorisation, give to the enforcing authority directions as to whether or not the authority should grant the authorisation."
            },
            "id": "recvcKpQeuyPPvGy7"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(6) [F23 Subject to subsection (6A) below,] the enforcing authority shall, as respects each authorisation in respect of which it has functions under this Part, from time to time but not less frequently than once in every period of four years, carry out a review of the conditions of the authorisation."
            },
            "id": "recYIPDt560Pm40ma"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "[F24 (6A) [F25 Subsection (6) above shall not require a review of the conditions of an authorisation to be carried out if– \n (a) the prescribed process covered by the authorisation is carried on in a new Part A installation or by means of a new Part A mobile plant; \n (b) the prescribed process covered by the authorisation is carried on in an existing Part A installation or by means of an existing Part A mobile plant and the review would be carried out within the period of two years ending at the beginning of the relevant period for that installation or mobile plant; \n (c) the prescribed process covered by the authorisation is carried on in an existing Part B installation or by means of an existing Part B mobile plant and the review would be carried out within the two year period ending on the relevant date for that installation or mobile plant.] \n [F25 Subsection (6) does not require a review of the conditions of an authorisation to be carried out if the prescribed process covered by the authorisation is— \n (a) a Part A activity, \n (b) a Part B activity, \n (c) a solvent emission activity, or \n (d) carried out using mobile plant.]"
            },
            "id": "recfIMlS5quWuYtez"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(6B) [F25 In subsection (6A) above, “new Part A installation”, “existing Part A installation”, “new Part A mobile plant”, “existing Part A mobile plant”, “relevant period”, “existing Part B installation”, “existing Part B mobile plant” and “relevant date” have the meanings given in Schedule 3 to the Pollution Prevention and Control (Scotland) Regulations 2000.] \n [F25 In subsection (6A), “Part A activity”, “Part B activity”, “solvent emission activity” and “mobile plant” have the meanings given in the Pollution Prevention and Control (Scotland) Regulations 2012.]]"
            },
            "id": "recdW74FFvT09ALAh"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(7) The Secretary of State may, by regulations, substitute for the period for the time being specified in subsection (6) above such other period as he thinks fit."
            },
            "id": "recqCkaHbz6BsHjRN"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(8) Schedule 1 to this Act (supplementary provisions) shall have effect in relation to authorisations.]"
            },
            "id": "recJlbYDH3Z5w9xZa"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "[F1 (1) There shall be included in an authorisation— \n (a) subject to paragraph (b) below, such specific conditions as the enforcing authority considers appropriate, when taken with the general condition implied by subsection (4) below, for achieving the objectives specified in subsection (2) below; \n (b) such conditions as are specified in directions given by the Secretary of State under subsection (3) below; and \n (c) such other conditions (if any) as appear to the enforcing authority to be appropriate; \n but no conditions shall be imposed for the purpose only of securing the health of persons at work (within the meaning of Part I of the M4Health and Safety at Work etc. Act 1974) ."
            },
            "id": "reciYJkSiJRcUrOnB"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(2) Those objectives are— \n (a) ensuring that, in carrying on a prescribed process, the best available techniques not entailing excessive cost will be used— \n (i) for preventing the release of substances prescribed for any environmental medium into that medium or, where that is not practicable by such means, for reducing the release of such substances to a minimum and for rendering harmless any such substances which are so released; and \n (ii) for rendering harmless any other substances which might cause harm if released into any environmental medium; \n (b) compliance with any directions by the Secretary of State given for the implementation of any [F26 retained EU obligations] or international law relating to environmental protection; \n (c) compliance with any limits or requirements and achievement of any quality standards or quality objectives prescribed by the Secretary of State under any of the relevant enactments; \n (d) compliance with any requirements applicable to the grant of authorisations specified by or under a plan made by the Secretary of State under section 3(5) above."
            },
            "id": "rec2Y4jmZRvo1z25w"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(3) Except as respects the general condition implied by subsection (4) below, the Secretary of State may give directions to the enforcing authorities as to the conditions which are, or are not, to be included in all authorisations, in authorisations of any specified description or in any particular authorisation."
            },
            "id": "recWcsODNyPTvp1Fn"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(4) Subject to subsections (5) and (6) below, there is implied in every authorisation a general condition that, in carrying on the process to which the authorisation applies, the person carrying it on must use the best available techniques not entailing excessive cost— \n (a) for preventing the release of substances prescribed for any environmental medium into that medium or, where that is not practicable by such means, for reducing the release of such substances to a minimum and for rendering harmless any such substances which are so released; and \n (b) for rendering harmless any other substances which might cause harm if released into any environmental medium."
            },
            "id": "recvdXnZmvbvuosuc"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(5) In the application of subsections (1) to (4) above to authorisations granted by a local enforcing authority references to the release of substances into any environmental medium are to be read as references to the release of substances into the air."
            },
            "id": "recihGUQXamHWcgrg"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(6) The obligation implied by virtue of subsection (4) above shall not apply in relation to any aspect of the process in question which is regulated by a condition imposed under subsection (1) above."
            },
            "id": "recoZBDg1BkLRPTY7"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(7) The objectives referred to in subsection (2) above shall, where the process— \n (a) is one designated for central control; and \n (b) is likely to involve the release of substances into more than one environmental medium; \n include the objective of ensuring that the best available techniques not entailing excessive cost will be used for minimising the pollution which may be caused to the environment taken as a whole by the releases having regard to the best practicable environmental option available as respects the substances which may be released."
            },
            "id": "recMCLvmordAV8LSS"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(8) An authorisation for carrying on a prescribed process may, without prejudice to the generality of subsection (1) above, include conditions— \n (a) imposing limits on the amount or composition of any substance produced by or utilised in the process in any period; and \n (b) requiring advance notification of any proposed change in the manner of carrying on the process."
            },
            "id": "recsf1PEM1C3udhrs"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(9) This section has effect subject to section 28 below F27 . . ."
            },
            "id": "recvvHc2dgABGWJLL"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(10) References to the best available techniques not entailing excessive cost, in relation to a process, include (in addition to references to any technical means and technology) references to the number, qualifications, training and supervision of persons employed in the process and the design, construction, lay-out and maintenance of the buildings in which it is carried on."
            },
            "id": "reckiEjqO4jLse7Ji"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(11) It shall be the duty of enforcing authorities to have regard to any guidance issued to them by the Secretary of State for the purposes of the application of subsections (2) and (7) above as to the techniques and environmental options that are appropriate for any description of prescribed process."
            },
            "id": "rec8TzSmsS8KXh1d3"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(12) In subsection (2) above “the relevant enactments” are any enactments or instruments contained in or made for the time being under— \n (a) section 2 of the M5Clean Air Act 1968; \n 🔸[F28 (b) retained EU law;] \n (c) Part I of the M6Health and Safety at Work etc. Act 1974; \n (d) Parts II, III or IV of the M7Control of Pollution Act 1974; \n 🔸F29 [ (e) the Water Resources Act 1991; [F30 and]] \n (f) section 3 of this Act [F31; [F30 and] \n (g) section 87 of the Environment Act 1995.[F32 and \n (h) Part 1 of the Water Environment and Water Services (Scotland) Act 2003 (asp 3) .]]]"
            },
            "id": "rec8BoHGvShPNnB5B"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "[F1 (1) There shall be charged by and paid to the [F33 local enforcing authority] such fees and charges as may be prescribed from time to time by a scheme under subsection (2) below (whether by being specified in or made calculable under the scheme) ."
            },
            "id": "recD14DuM6pjxyfgO"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(2) The Secretary of State may, with the approval of the Treasury, make, and from time to time revise, a scheme prescribing— \n (a) fees payable in respect of applications for authorisations; \n (b) fees payable by persons holding authorisations in respect of, or of applications for, the variation of authorisations; and \n (c) charges payable by such persons in respect of the subsistence of their authorisations."
            },
            "id": "recu0W0WVPKYUE27l"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(3) The Secretary of State shall, on making or revising a scheme under subsection (2) above, lay a copy of the scheme or of the alterations made in the scheme or, if he considers it more appropriate, the scheme as revised, before each House of Parliament."
            },
            "id": "recK7zR9Q2E8phppP"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "F34 (4) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recZvzaiWH4JgHj4p"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(5) A scheme under subsection (2) above may, in particular— \n (a) make different provision for different cases, including different provision in relation to different persons, circumstances or localities; \n (b) allow for reduced fees or charges to be payable in respect of authorisations for a number of prescribed processes carried on by the same person; \n (c) provide for the times at which and the manner in which the payments required by the scheme are to be made; and \n (d) make such incidental, supplementary and transitional provision as appears to the Secretary of State to be appropriate."
            },
            "id": "recsFXlmLXCwqkExB"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(6) The Secretary of State, in framing a scheme under subsection (2) above, shall, so far as practicable, secure that the fees and charges payable under the scheme are sufficient, taking one financial year with another, to cover the relevant expenditure attributable to authorisations."
            },
            "id": "recHvb5elA3VblSUR"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(7) The “relevant expenditure attributable to authorisations” is the expenditure incurred by the [F35 local enforcing authorities] in exercising their functions under this Part in relation to authorisations F36 . . . [F37 together with the expenditure incurred by the Environment Agency in exercising, in relation to authorisations granted by local enforcing authorities or the prescribed processes to which such authorisations relate, such of its functions as are specified in the scheme.]"
            },
            "id": "recsNWTE4SA0oDpxl"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "(8) If it appears to the [F38 local enforcing authority] that the holder of an authorisation has failed to pay a charge due in consideration of the subsistence of the authorisation, it may, by notice in writing served on the holder, revoke the authorisation."
            },
            "id": "recHctwYAsgsa1pq6"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "F39 (9) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "rec1oPBnsaUv7xvpF"
        },
        {
            "createdTime": "2023-06-16T11:17:57.000Z",
            "fields": {
                "Text": "F40 [ (10) The foregoing provisions of this section shall not apply to Scotland.]]"
            },
            "id": "recV9g4q9DoDA3GOW"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "[F1 (1) An authorisation for the carrying on of any prescribed process may be transferred by the holder to a person who proposes to carry on the process in the holder’s place."
            },
            "id": "recv8u45CvIdltSbJ"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(2) Where an authorisation is transferred under this section, the person to whom it is transferred shall notify the enforcing authority in writing of that fact not later than the end of the period of twenty-one days beginning with the date of the transfer."
            },
            "id": "recdCqDAJ1EEWITgO"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(3) An authorisation which is transferred under this section shall have effect on and after the date of the transfer as if it had been granted to that person under section 6 above, subject to the same conditions as were attached to it immediately before that date.]"
            },
            "id": "rec94oU41ajydK95B"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "[F1 (1) The enforcing authority may at any time, subject to the requirements of section 7 above, and, in cases to which they apply, the requirements of Part II of Schedule 1 to this Act, vary an authorisation and shall do so if it appears to the authority at that time that that section requires conditions to be included which are different from the subsisting conditions."
            },
            "id": "recrbZ0jtPqvBgpvI"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(2) Where the enforcing authority has decided to vary an authorisation under subsection (1) above the authority shall notify the holder of the authorisation and serve a variation notice on him."
            },
            "id": "recbCst2joWNQuM59"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(3) In this Part a “variation notice” is a notice served by the enforcing authority on the holder of an authorisation— \n (a) specifying variations of the authorisation which the enforcing authority has decided to make; and \n (b) specifying the date or dates on which the variations are to take effect; \n and, unless the notice is withdrawn [F41 or is varied under subsection (3A) below], the variations specified in a variation notice shall take effect on the date or dates so specified."
            },
            "id": "recpKrnoxpD1VbqGB"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "F42 [ (3A) An enforcing authority which has served a variation notice may vary that notice by serving on the holder of the authorisation in question a further notice— \n (a) specifying the variations which the enforcing authority has decided to make to the variation notice; and \n (b) specifying the date or dates on which the variations specified in the variation notice, as varied by the further notice, are to take effect; \n and any reference in this Part to a variation notice, or to a variation notice served under subsection (2) above, includes a reference to such a notice as varied by a further notice served under this subsection.]"
            },
            "id": "recsWiCQCytCwRYDE"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(4) A variation notice served under subsection (2) above shall also— \n (a) require the holder of the authorisation, within such period as may be specified in the notice, to notify the authority what action (if any) he proposes to take to ensure that the process is carried on in accordance with the authorisation as varied by the notice; and \n 🔸F43 [ (b) require the holder to pay, within such period as may be specified in the notice,— \n (i) in a case where the enforcing authority is the Environment Agency or SEPA, the charge (if any) prescribed for the purpose by a charging scheme under section 41 of the Environment Act 1995; or \n (ii) in any other case, the fee (if any) prescribed by a scheme under section 8 above.]"
            },
            "id": "rec1xJZ44WDCZ3xYk"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(5) Where in the opinion of the enforcing authority any action to be taken by the holder of an authorisation in consequence of a variation notice served under subsection (2) above will involve a substantial change in the manner in which the process is being carried on, the enforcing authority shall notify the holder of its opinion."
            },
            "id": "recLhX9jUuRytgKKX"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(6) The Secretary of State may, if he thinks fit in relation to authorisations of any description or particular authorisations, direct the enforcing authorities— \n (a) to exercise their powers under this section, or to do so in such circumstances as may be specified in the directions, in such manner as may be so specified; or \n (b) not to exercise those powers, or not to do so in such circumstances or such manner as may be so specified; \n and the Secretary of State shall have the corresponding power of direction in respect of the powers of the enforcing authorities to vary authorisations under section 11 below."
            },
            "id": "recGWthKKbXDCY1CV"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(7) In this section and section 11 below a “substantial change”, in relation to a prescribed process being carried on under an authorisation, means a substantial change in the substances released from the process or in the amount or any other characteristic of any substance so released; and the Secretary of State may give directions to the enforcing authorities as to what does or does not constitute a substantial change in relation to processes generally, any description of process or any particular process."
            },
            "id": "recrkd5QYxQxPdFh0"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(8) In this section and section 11 below— \n “prescribed” means prescribed in regulations made by the Secretary of State; \n “vary” \n (a) F44 , in relation to the subsisting conditions or other provisions of an authorisation, means adding to them or varying or rescinding any of them;[F45 and \n (b) in relation to a variation notice, means adding to, or varying or rescinding the notice or any of its contents;] \n and “variation” shall be construed accordingly.]"
            },
            "id": "rec69aU1xDn5AuH2w"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "[F1 (1) A person carrying on a prescribed process under an authorisation who wishes to make a relevant change in the process may at any time— \n (a) notify the enforcing authority in the prescribed form of that fact, and \n (b) request the enforcing authority to make a determination, in relation to the proposed change, of the matters mentioned in subsection (2) below; \n and a person making a request under paragraph (b) above shall furnish the enforcing authority with such information as may be prescribed or as the authority may by notice require."
            },
            "id": "recTPBrjRIrrlesSO"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(2) On receiving a request under subsection (1) above the enforcing authority shall determine— \n (a) whether the proposed change would involve a breach of any condition of the authorisation; \n (b) if it would not involve such a breach, whether the authority would be likely to vary the conditions of the authorisation as a result of the change; \n (c) if it would involve such a breach, whether the authority would consider varying the conditions of the authorisation so that the change may be made; and \n (d) whether the change would involve a substantial change in the manner in which the process is being carried on; \n and the enforcing authority shall notify the holder of the authorisation of its determination of those matters."
            },
            "id": "recmswPJzz1uz3fOP"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(3) Where the enforcing authority has determined that the proposed change would not involve a substantial change, but has also determined under paragraph (b) or (c) of subsection (2) above that the change would lead to or require the variation of the conditions of the authorisation, then— \n (a) the enforcing authority shall (either on notifying its determination under that subsection or on a subsequent occasion) notify the holder of the authorisation of the variations which the authority is likely to consider making; and \n (b) the holder may apply in the prescribed form to the enforcing authority for the variation of the conditions of the authorisation so that he may make the proposed change."
            },
            "id": "recKtEgmd6HgVkNND"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(4) Where the enforcing authority has determined that a proposed change would involve a substantial change that would lead to or require the variation of the conditions of the authorisation, then— \n (a) the authority shall (either on notifying its determination under subsection (2) above or on a subsequent occasion) notify the holder of the authorisation of the variations which the authority is likely to consider making; and \n (b) the holder of the authorisation shall, if he wishes to proceed with the change, apply in the prescribed form to the enforcing authority for the variation of the conditions of the authorisation."
            },
            "id": "rectfQ6BkY1ch6s0S"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(5) The holder of an authorisation may at any time, unless he is carrying on a prescribed process under the authorisation and wishes to make a relevant change in the process, apply to the enforcing authority in the prescribed form for the variation of the conditions of the authorisation."
            },
            "id": "recwR9J6AZul3o1Yz"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(6) A person carrying on a process under an authorisation who wishes to make a relevant change in the process may, where it appears to him that the change will require the variation of the conditions of the authorisation, apply to the enforcing authority in the prescribed form for the variation of the conditions of the authorisation specified in the application."
            },
            "id": "rec6gPVVRhREtil0y"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(7) A person who makes an application for the variation of the conditions of an authorisation shall furnish the authority with such information as may be prescribed or as the authority may by notice require."
            },
            "id": "recBSMPLip6GvnqPf"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(8) On an application for variation of the conditions of an authorisation under any provision of this section— \n (a) the enforcing authority may, having fulfilled the requirements of Part II of Schedule 1 to this Act in cases to which they apply, as it thinks fit either refuse the application or, subject to the requirements of section 7 above, vary the conditions or, in the case of an application under subsection (6) above, treat the application as a request for a determination under subsection (2) above; and \n (b) if the enforcing authority decides to vary the conditions, it shall serve a variation notice on the holder of the authorisation."
            },
            "id": "recpMAEmTKhz0DYsa"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "F46 [ (9) Any application to the enforcing authority under this section shall be accompanied— \n (a) in a case where the enforcing authority is the Environment Agency or SEPA, by the charge (if any) prescribed for the purpose by a charging scheme under section 41 of the Environment Act 1995; or \n (b) in any other case, by the fee (if any) prescribed by a scheme under section 8 above.]"
            },
            "id": "recNVkI8CqHRumJYo"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(10) This section applies to any provision other than a condition which is contained in an authorisation as it applies to a condition with the modification that any reference to the breach of a condition shall be read as a reference to acting outside the scope of the authorisation."
            },
            "id": "recmfXIU04b5ydQNi"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(11) For the purposes of this section a relevant change in a prescribed process is a change in the manner of carrying on the process which is capable of altering the substances released from the process or of affecting the amount or any other characteristic of any substance so released.]"
            },
            "id": "recI5K6etV6oe861Q"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "[F1 (1) The enforcing authority may at any time revoke an authorisation by notice in writing to the person holding the authorisation."
            },
            "id": "recX6by26ZnYfvx5Y"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(2) Without prejudice to the generality of subsection (1) above, the enforcing authority may revoke an authorisation where it has reason to believe that a prescribed process for which the authorisation is in force has not been carried on or not for a period of twelve months."
            },
            "id": "recvHK3I2vcqQ828C"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(3) The revocation of an authorisation under this section shall have effect from the date specified in the notice; and the period between the date on which the notice is served and the date so specified shall not be less than twenty-eight days."
            },
            "id": "recx4bo6lv86ciF6G"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(4) The enforcing authority may, before the date on which the revocation of an authorisation takes effect, withdraw the notice or vary the date specified in it."
            },
            "id": "recluizWLDu8e57kW"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(5) The Secretary of State may, if he thinks fit in relation to an authorisation, give to the enforcing authority directions as to whether the authority should revoke the authorisation under this section.]"
            },
            "id": "recV6NgtDtGFyHujg"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "[F1 (1) If the enforcing authority is of the opinion that the person carrying on a prescribed process under an authorisation is contravening any condition of the authorisation, or is likely to contravene any such condition, the authority may serve on him a notice (“an enforcement notice”) ."
            },
            "id": "recGCNiDL9TWzTvcx"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(2) An enforcement notice shall— \n (a) state that the authority is of the said opinion; \n (b) specify the matters constituting the contravention or the matters making it likely that the contravention will arise, as the case may be; \n (c) specify the steps that must be taken to remedy the contravention or to remedy the matters making it likely that the contravention will arise, as the case may be; and \n (d) specify the period within which those steps must be taken."
            },
            "id": "rec4RbXEekbWvWsGj"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(3) The Secretary of State may, if he thinks fit in relation to the carrying on by any person of a prescribed process, give to the enforcing authority directions as to whether the authority should exercise its powers under this section and as to the steps which are to be required to be taken under this section."
            },
            "id": "recb5agE637AvMafm"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "F47 [ (4) The enforcing authority may, as respects any enforcement notice it has issued to any person, by notice in writing served on that person, withdraw the notice.]]"
            },
            "id": "recqW8k4FkBTbrsGB"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "[F1 (1) If the enforcing authority is of the opinion, as respects the carrying on of a prescribed process under an authorisation, that the continuing to carry it on, or the continuing to carry it on in a particular manner, involves an imminent risk of serious pollution of the environment the authority shall serve a notice (a “prohibition notice”) on the person carrying on the process."
            },
            "id": "recxwEF4id4WwXS00"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(2) A prohibition notice may be served whether or not the manner of carrying on the process in question contravenes a condition of the authorisation and may relate to any aspects of the process, whether regulated by the conditions of the authorisation or not."
            },
            "id": "recBL1YsoafjssPXH"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(3) A prohibition notice shall— \n (a) state the authority’s opinion; \n (b) specify the risk involved in the process; \n (c) specify the steps that must be taken to remove it and the period within which they must be taken; and \n (d) direct that the authorisation shall, until the notice is withdrawn, wholly or to the extent specified in the notice cease to have effect to authorise the carrying on of the process; \n and where the direction applies to part only of the process it may impose conditions to be observed in carrying on the part which is authorised to be carried on."
            },
            "id": "reczoidZDhrDb1ndv"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(4) The Secretary of State may, if he thinks fit in relation to the carrying on by any person of a prescribed process, give to the enforcing authority directions as to— \n (a) whether the authority should perform its duties under this section; and \n (b) the matters to be specified in any prohibition notice in pursuance of subsection (3) above which the authority is directed to issue."
            },
            "id": "rectP7amxzUay9k1h"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(5) The enforcing authority shall, as respects any prohibition notice it has issued to any person, by notice in writing served on that person, withdraw the notice when it is satisfied that the steps required by the notice have been taken.]"
            },
            "id": "reczggv25cSfXzW5h"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "[F1 (1) The following persons, namely— \n (a) a person who has been refused the grant of an authorisation under section 6 above; \n (b) a person who is aggrieved by the conditions attached, under any provision of this Part, to his authorisation; \n (c) a person who has been refused a variation of an authorisation on an application under section 11 above; \n (d) a person whose authorisation has been revoked under section 12 above; \n may appeal against the decision of the enforcing authority to the Secretary of State (except where the decision implements a direction of his) ."
            },
            "id": "recOb4fCciBDZUg77"
        },
        {
            "createdTime": "2023-06-16T11:17:59.000Z",
            "fields": {
                "Text": "(2) A person on whom a variation notice, an enforcement notice or a prohibition notice is served may appeal against the notice to the Secretary of State [F48 (except where the notice implements a direction of his) .]."
            },
            "id": "recB1El9rHQoW2GAI"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "F49 [ (3) This section is subject to section 114 of the Environment Act 1995 (delegation or reference of appeals etc) .]"
            },
            "id": "rec8plJHZyOYVsH1L"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(4) An appeal under this section shall, if and to the extent required by regulations under subsection (10) below, be advertised in such manner as may be prescribed by regulations under that subsection."
            },
            "id": "recK5R7lzcHP7idJh"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "F50 [ (5) Before determining an appeal under this section, the Secretary of State may, if he thinks fit— \n (a) cause the appeal to take or continue in the form of a hearing (which may, if the person hearing the appeal so decides, be held, or held to any extent, in private) ; or \n (b) cause a local inquiry to be held; \n and the Secretary of State shall act as mentioned in paragraph (a) or (b) above if a request is made by either party to the appeal to be heard with respect to the appeal.]"
            },
            "id": "recaSxmWOw1O9EAwf"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(6) On determining an appeal against a decision of an enforcing authority under subsection (1) above, the Secretary of State— \n (a) may affirm the decision; \n (b) where the decision was a refusal to grant an authorisation or a variation of an authorisation, may direct the enforcing authority to grant the authorisation or to vary the authorisation, as the case may be; \n (c) where the decision was as to the conditions attached to an authorisation, may quash all or any of the conditions of the authorisation; \n (d) where the decision was to revoke an authorisation, may quash the decision; \n and where he exercises any of the powers in paragraphs (b), (c) or (d) above, he may give directions as to the conditions to be attached to the authorisation."
            },
            "id": "recdGyBMrIuRf4Ubp"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(7) On the determination of an appeal under subsection (2) above the Secretary of State may either quash or affirm the notice and, if he affirms it, may do so either in its original form or with such modifications as he may in the circumstances think fit."
            },
            "id": "reczP05V6mBvpVWwj"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(8) Where an appeal is brought under subsection (1) above against the revocation of an authorisation, the revocation shall not take effect pending the final determination or the withdrawal of the appeal."
            },
            "id": "recf5gtiWoNmqA24u"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(9) Where an appeal is brought under subsection (2) above against a notice, the bringing of the appeal shall not have the effect of suspending the operation of the notice."
            },
            "id": "recsSu1JRyjecTyY0"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(10) Provision may be made by the Secretary of State by regulations with respect to appeals under this section and in particular— \n (a) as to the period within which and the manner in which appeals are to be brought; and \n (b) as to the manner in which appeals are to be considered.[F51 and any such regulations may make different provision for different cases or different circumstances.]]"
            },
            "id": "recDnyOKu1o1hoTdC"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "[F1 (1) For the purposes of the discharge of his functions under this Part, the Secretary of State may, by notice in writing served on an enforcing authority, require the authority to furnish such information about the discharge of its functions as an enforcing authority under this Part as he may require."
            },
            "id": "recvE2FvFIRe9xgsU"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(2) For the purposes of the discharge of their respective functions under this Part, the following authorities, that is to say— \n (a) the Secretary of State, \n (b) a local enforcing authority, \n 🔸F55 [ (c) the Environment Agency, and \n (d) SEPA,] \n may, by notice in writing served on any person, require that person to furnish to the authority such information which the authority reasonably considers that it needs as is specified in the notice, in such form and within such period following service of the notice [F56 , or at such time,] as is so specified."
            },
            "id": "reclD1XAPDyuDj6k7"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(3) For the purposes of this section the discharge by the Secretary of State of an obligation of the United Kingdom under F57 ... any international agreement relating to environmental protection shall be treated as a function of his under this Part.]"
            },
            "id": "recDGqGy1JY9TYkDY"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(1) It shall be the duty of each enforcing authority, as respects prescribed processes for which it is the enforcing authority, to maintain, in accordance with regulations made by the Secretary of State, a register containing prescribed particulars of or relating to— \n (a) applications for authorisations made to that authority; \n (b) the authorisations which have been granted by that authority or in respect of which the authority has functions under this Part; \n (c) variation notices, enforcement notices and prohibition notices issued by that authority; \n (d) revocations of authorisations effected by that authority; \n (e) appeals under section 15 above; \n (f) convictions for such offences under section 23(1) below as may be prescribed; \n (g) information obtained or furnished in pursuance of the conditions of authorisations or under any provision of this Part; \n (h) directions given to the authority under any provision of this Part by the Secretary of State; and \n (i) such other matters relating to the carrying on of prescribed processes or any pollution of the environment caused thereby as may be prescribed; \n but that duty is subject to sections 21 and 22 below."
            },
            "id": "recEDVrxtxVtKtQz4"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(2) Subject to subsection (4) below, the register maintained by a local enforcing authority [F58 in England and Wales] shall also contain prescribed particulars of such information contained in any register maintained by [F59 the Environment Agency] as relates to the carrying on in the area of the authority of prescribed processes in relation to which [F59 the Environment Agency] has functions under this Part; and [F59 the Environment Agency] shall furnish each authority with the particulars which are necessary to enable it to discharge its duty under this subsection."
            },
            "id": "recByOuSRGzdGubh6"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "F60 (3) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recHRFQzFxGOF8v6h"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(4) Subsection (2) above does not apply to port health authorities but each local enforcing authority [F61 in England and Wales] whose area adjoins that of a port health authority shall include corresponding information in the register maintained by it; and [F62 the Environment Agency] shall furnish each such local enforcing authority with the particulars which are necessary to enable it to discharge its duty under this subsection."
            },
            "id": "recuwHoeWTsp7gBTE"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(5) Where information of any description is excluded from any register by virtue of section 22 below, a statement shall be entered in the register indicating the existence of information of that description."
            },
            "id": "rec9aRtcWH25mVkn1"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(6) The Secretary of State may give to enforcing authorities directions requiring the removal from any register of theirs of any specified information not prescribed for inclusion under subsection (1) or (2) above or which, by virtue of section 21 or 22 below, ought to have been excluded from the register."
            },
            "id": "recYC2wcx9WM4IAgx"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(7) It shall be the duty of each enforcing authority— \n (a) to secure that the registers maintained by them under this section are available, at all reasonable times, for inspection by the public free of charge; and (b) to afford to members of the public facilities for obtaining copies of entries, on payment of reasonable charges.[F63 and, for the purposes of this subsection, places may be prescribed by the Secretary of State at which any such registers or facilities as are mentioned in paragraph (a) or (b) above are to be available or afforded to the public in pursuance of the paragraph in question.]"
            },
            "id": "recOL85FKalfsxlzA"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(8) Registers under this section may be kept in any form."
            },
            "id": "recdgrLax1rY30goi"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "F64 (9) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recqbSVYS27pxayRf"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(10) In this section “prescribed” means prescribed in regulations under this section."
            },
            "id": "rec3FgVbXP3dkhJXg"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(1) No information shall be included in a register maintained under section 20 above if and so long as, in the opinion of the Secretary of State, the inclusion in the register of that information, or information of that description, would be contrary to the interests of national security."
            },
            "id": "recV2lglfZrvOHIWS"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(2) The Secretary of State may, for the purpose of securing the exclusion from registers of information to which subsection (1) above applies, give to enforcing authorities directions— \n (a) specifying information, or descriptions of information, to be excluded from their registers; or \n (b) specifying descriptions of information to be referred to the Secretary of State for his determination; \n and no information referred to the Secretary of State in pursuance of paragraph (b) above shall be included in any such register until the Secretary of State determines that it should be so included."
            },
            "id": "reccsk3DKiX1zDGCK"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(3) The enforcing authority shall notify the Secretary of State of any information it excludes from the register in pursuance of directions under subsection (2) above."
            },
            "id": "rec84mxfBw1y3Tcmt"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(4) A person may, as respects any information which appears to him to be information to which subsection (1) above may apply, give a notice to the Secretary of State specifying the information and indicating its apparent nature; and, if he does so— \n (a) he shall notify the enforcing authority that he has done so; and \n (b) no information so notified to the Secretary of State shall be included in any such register until the Secretary of State has determined that it should be so included."
            },
            "id": "recnmf0tts2P792op"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "[F1 (1) No information relating to the affairs of any individual or business shall be included in a register maintained under section 20 above, without the consent of that individual or the person for the time being carrying on that business, if and so long as the information— \n (a) is, in relation to him, commercially confidential; and \n (b) is not required to be included in the register in pursuance of directions under subsection (7) below; \n but information is not commercially confidential for the purposes of this section unless it is determined under this section to be so by the enforcing authority or, on appeal, by the Secretary of State."
            },
            "id": "recdhAzN0sPKI4La4"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(2) Where information is furnished to an enforcing authority for the purpose of— \n (a) an application for an authorisation or for the variation of an authorisation; \n (b) complying with any condition of an authorisation; or \n (c) complying with a notice under section 19(2) above; \n then, if the person furnishing it applies to the authority to have the information excluded from the register on the ground that it is commercially confidential (as regards himself or another person), the authority shall determine whether the information is or is not commercially confidential."
            },
            "id": "recWxVTCfSKbGW0ko"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(3) A determination under subsection (2) above must be made within the period of fourteen days beginning with the date of the application and if the enforcing authority fails to make a determination within that period it shall be treated as having determined that the information is commercially confidential."
            },
            "id": "recPt7LCkB7QcpcfL"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(4) Where it appears to an enforcing authority that any information (other than information furnished in circumstances within subsection (2) above) which has been obtained by the authority under or by virtue of any provision of this Part might be commercially confidential, the authority shall— \n (a) give to the person to whom or whose business it relates notice that that information is required to be included in the register unless excluded under this section; and \n (b) give him a reasonable opportunity— \n (i) of objecting to the inclusion of the information on the ground that it is commercially confidential; and \n (ii) of making representations to the authority for the purpose of justifying any such objection; \n and, if any representations are made, the enforcing authority shall, having taken the representations into account, determine whether the information is or is not commercially confidential."
            },
            "id": "recCMzyQlwQ8QtLwu"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(5) Where, under subsection (2) or (4) above, an authority determines that information is not commercially confidential— \n (a) the information shall not be entered [F65 in the register] until the end of the period of twenty-one days beginning with the date on which the determination is notified to the person concerned; \n (b) that person may appeal to the Secretary of State against the decision; \n and, where an appeal is brought in respect of any information, the information shall not be entered [F66 in the register until the end of the period of seven days following the day on which the appeal is finally determined or withdrawn]."
            },
            "id": "recHowPbYP5yNthVF"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "F67 [ (6) Subsections (5) and (10) of section 15 above shall apply in relation to an appeal under subsection (5) above as they apply in relation to an appeal under that section, but— \n (a) subsection (5) of that section shall have effect for the purposes of this subsection with the substitution for the words from “(which may” onwards of the words “(which must be held in private) ”; and \n (b) subsection (5) above is subject to section 114 of the Environment Act 1995 (delegation or reference of appeals etc) .]"
            },
            "id": "recDBD1ZBV9DPlQR5"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(7) The Secretary of State may give to the enforcing authorities directions as to specified information, or descriptions of information, which the public interest requires to be included in registers maintained under section 20 above notwithstanding that the information may be commercially confidential."
            },
            "id": "recdmziylprVBepal"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(8) Information excluded from a register shall be treated as ceasing to be commercially confidential for the purposes of this section at the expiry of the period of four years beginning with the date of the determination by virtue of which it was excluded; but the person who furnished it may apply to the authority for the information to remain excluded from the register on the ground that it is still commercially confidential and the authority shall determine whether or not that is the case."
            },
            "id": "rec4AC3beTzvyZvwV"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(9) Subsections (5) and (6) above shall apply in relation to a determination under subsection (8) above as they apply in relation to a determination under subsection (2) or (4) above."
            },
            "id": "rece3n1hIjuhvxi8s"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(10) The Secretary of State may, by order, substitute for the period for the time being specified in subsection (3) above such other period as he considers appropriate."
            },
            "id": "recvkTVONG4kklLwQ"
        },
        {
            "createdTime": "2023-06-16T11:18:03.000Z",
            "fields": {
                "Text": "(11) Information is, for the purposes of any determination under this section, commercially confidential, in relation to any individual or person, if its being contained in the register would prejudice to an unreasonable degree the commercial interests of that individual or person.]"
            },
            "id": "recfKaadeMUVwGsNF"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(1) It is an offence for a person— \n (a) to contravene section 6(1) above; \n (b) to fail to give the notice required by section 9(2) above; \n (c) to fail to comply with or contravene any requirement or prohibition imposed by an enforcement notice or a prohibition notice; \n 🔸F68 (d) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n 🔸F68 (e) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n 🔸F68 (f) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n (g) to fail, without reasonable excuse, to comply with any requirement imposed by a notice under section 19(2) above; \n (h) to make a statement which he knows to be false or misleading in a material particular, or recklessly to make a statement which is false or misleading in a material particular, where the statement is made— \n (i) in purported compliance with a requirement to furnish any information imposed by or under any provision of this Part; or \n (ii) for the purpose of obtaining the grant of an authorisation to himself or any other person or the variation of an authorisation; \n (i) intentionally to make a false entry in any record required to be kept under section 7 above; \n (j) with intent to deceive, to forge or use a document issued or authorised to be issued under section 7 above or required for any purpose thereunder or to make or have in his possession a document so closely resembling any such document as to be likely to deceive; \n 🔸F68 (k) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n (l) to fail to comply with an order made by a court under section 26 below."
            },
            "id": "reczAN7AfxyJ2vWYo"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(2) A person guilty of an offence under paragraph (a), (c) or (l) of subsection (1) above shall be liable: \n (a) on summary conviction, to [F69 a fine] [F70 or to imprisonment for a term not exceeding three months, or to both]; \n (b) on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or to both."
            },
            "id": "reco10r4JnDZQXq0Y"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(3) A person guilty of an offence under paragraph (b), (g), (h), (i) or (j) of subsection (1) above shall be liable— \n (a) on summary conviction, to a fine not exceeding the statutory maximum; \n (b) on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or to both."
            },
            "id": "recQ1VOzVzT6ivZlk"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "F71 (4) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recj1V0h8UB8GvB8N"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "F72 (5) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recEItV1P1MBbahKO"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "[F1 (1) In any proceedings for an offence under section 23(1) (a) above consisting in a failure to comply with the general condition implied in every authorisation by section 7(4) above, it shall be for the accused to prove that there was no better available technique not entailing excessive cost than was in fact used to satisfy the condition."
            },
            "id": "recbWqtIJ8p4B1X5s"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(2) Where— \n (a) an entry is required under section 7 above to be made in any record as to the observance of any condition of an authorisation; and \n (b) the entry has not been made; \n that fact shall be admissible as evidence that that condition has not been observed."
            },
            "id": "rec342jzFaCd7XJME"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "F73 [ (3) Subsection (2) above shall not have effect in relation to any entry required to be made in any record by virtue of a condition of a relevant licence, within the meaning of section 111 of the Environment Act 1995 (which makes corresponding provision in relation to such licences) .]]"
            },
            "id": "rec6U0FhdM0OOWtXm"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "[F1 (1) Where a person is convicted of an offence under section 23(1) (a) or (c) above in respect of any matters which appear to the court to be matters which it is in his power to remedy, the court may, in addition to or instead of imposing any punishment, order him, within such time as may be fixed by the order, to take such steps as may be specified in the order for remedying those matters."
            },
            "id": "recrEd7mtZhfRstBC"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(2) The time fixed by an order under subsection (1) above may be extended or further extended by order of the court on an application made before the end of the time as originally fixed or as extended under this subsection, as the case may be."
            },
            "id": "recBcQJHU8HWHSYDI"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(3) Where a person is ordered under subsection (1) above to remedy any matters, that person shall not be liable under section 23 above in respect of those matters in so far as they continue during the time fixed by the order or any further time allowed under subsection (2) above.]"
            },
            "id": "recebYJcl7Gs0tA78"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "[F1 (1) Where the commission of an offence under section 23(1) (a) or (c) above causes any harm which it is possible to remedy, [F74 the appropriate Agency] may, subject to subsection (2) below— \n (a) arrange for any reasonable steps to be taken towards remedying the harm; and \n (b) recover the cost of taking those steps from any person convicted of that offence."
            },
            "id": "recXFpB2HONlC4Aqv"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(2) [F75 The Environment Agency or SEPA, as the case may be, shall not exercise its] powers under this section except with the approval in writing of the Secretary of State and, where any of the steps are to be taken on or will affect land in the occupation of any person other than the person on whose land the prescribed process is being carried on, with the permission of that person.]"
            },
            "id": "rec1QNW4yKvHw3hGI"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(1) No condition shall at any time be attached to an authorisation so as to regulate the final disposal by deposit in or on land of controlled waste (within the meaning of Part II), nor shall any condition apply to such a disposal; F76 . . ."
            },
            "id": "recL47Y3hys3R0HJY"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "(2) Where any of the activities comprising a prescribed process are regulated both by an authorisation granted by the enforcing authority under this Part and by [F77 an environmental permit granted under [F78 the Environmental Permitting (England and Wales) Regulations 2016 (S.I. 2016/1154) ] in relation to a radioactive substances activity within the meaning of those Regulations], then, if different obligations are imposed as respects the same matter by a condition attached to the authorisation under this Part and a condition attached to the [F79 environmental permit], the condition imposed by the authorisation under this Part shall be treated as not binding the person carrying on the process."
            },
            "id": "recMG8YA1oqskgC2H"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "F80 (3) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recgDawjhlX570Z9e"
        },
        {
            "createdTime": "2023-06-16T11:18:06.000Z",
            "fields": {
                "Text": "F80 (4) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
            },
            "id": "recC1tlqlgjIei9vN"
        }
    ]
}